Repository: quantum-x/LoveSucks
Catalog: Locale/*/LC_MESSAGES/default.po
Languages: fr_fr

source: FL: Your recent purchase
fr_fr: Vos achats récents

source: The order was declined. Please try again..
fr_fr: Votre commande a été déclinée, SVP essayez encore.

source: Your order was successful, but we had a technical issue in updating the database. We will take care of it and keep you informed
fr_fr: Votre commande a été approuvée, cependant un problème technique nous empêche de mettre à jour la base de donnée. Nous nous occupons de ce problème et nous vous tiendrons au courant.

source: Thanks for your order
fr_fr: Merci de votre commande

source: Your order was approved, thank you.
fr_fr: Votre Commande a été approuvée

source: For your reference, payment summary is below:
fr_fr: Récapitulatif de votre commande:

source: Order ID:
fr_fr: Numéro de commande:

source: Transaction ID:
fr_fr: Identifiant de transaction:

source: Amount:
fr_fr: Montant:

source: Lock Size:
fr_fr: taille de cadenas:

source: We're loading up the bolt-cutters, and heading to the the nearest bridge infested with selfie-taking-horribly-in-love couples, and will pry you off some locks. As soon as the video is uploaded, we'll send you another email.
fr_fr: Le coupe-boulon est prêt et nous nous dirigeons de ce pas vers un pont infesté de ces infâmes cadenas posés par ces couples certains que leur amour sera éternel. Nous allons bien entendu mettre fin à ça pour vous et nous vous enverrons un Email dès que la vidéo sera en ligne.

source: You apparently give a fuck about the environment, so we'll toss the locks in the recycling.<br />In the meantime, ask yourself why you care for the environment more than other people's happiness. That's fairly fucking twisted.
fr_fr: Apparemment, vous aimez l'environnement, nous allons donc jetez les cadenas dans une poubelle de recyclage. En attendant, demandez-vous pourquoi vous vous souciez plus de l'environnement que du bonheur des autres. C'est un peu tordu, non?

source: Or, you can refresh <a style="text-decoration: underline;transition: all .2s;color: #41637e" href="%s">your order summary</a> like it's a FedEx delivery.
fr_fr: Ou sinon, plutôt que de réfléchir, passez votre temps à rafraichir <a style="text-decoration: underline;transition: all .2s;color: #41637e" href="%s">récapitulatif de votre commande</a> pour voir si votre vidéo a été mise en ligne

source: Or, you can refresh your order summary %s like it's a FedEx delivery.
fr_fr: Ou sinon, plutôt que de réfléchir, passez votre temps à rafraichir la page pour voir si votre vidéo a été mise en ligne: %s

source: Fuck Love: Ruin someone's happiness for your own.
fr_fr: Fuck Love: Ruiner le bonheur de quelqu'un juste pour votre propre plaisir.

source: Home
fr_fr: Acceuil

source: What?
fr_fr: Quoi?

source: Why?
fr_fr: Pourquoi?

source: How?
fr_fr: Comment?

source: Buy Now!
fr_fr: Commander maintenant!

source: Send us some <a href="mailto:support@fucklove.paris">hate mail</a>
fr_fr: Envoyez nous des <a href="mailto:support@fucklove.paris">email de haine</a>

source: No Images?
fr_fr: pas d'images?

source: Click here
fr_fr: Clicquez ici

source: You received this email because you recently made a purchase on fucklove.paris
fr_fr: Vous recevez cet email car vous avez récemment effectuer une commande sur : fucklove.paris

source: Unsubscribe
fr_fr: Désabonnement

source: Manage your email settings and unsubscribe from any future emails by visiting:
fr_fr: Gérez vos paramètres et désabonnez vous de toute future communications en visitant:

source: What is this?
fr_fr: Qu'est-ce que c'est?

source: Valentines day sucks. And it's even worse when there are sickeningly happy couples everywhere around you. Paris is like the blackhole of disgustingly happy couples. And like the Parisian dogs, they leave their shit everywhere: those fucking love-locks.
fr_fr: Soyons honnêtes, la St Valentin est une fête de merde et c'est encore pire lorsque ces pathétiques couples remplis d'amour orbitent autour de vous ! Paris ville de l'amour par définition est le trou noir des couples romantiques qui polluent l'environnement avec leurs démonstrations cadenathétiques.

source: You are a jilted, twisted, emotionally dead person. We are your beacon of hope.
fr_fr: Vous êtes, délaissé(e), bizarre, aigris, émotionnellement mort(e), abandonné(e). Nous sommes votre lueur d'espoir.

source: For a small sum, we will take a trip to the famous love-lock bridge in paris, cut off the eternal love of three couples, and toss them into the river. Or not. If you only want the river to be polluted by beer bottles and effluence, the choice is yours. When we are done, we'll will send you a personalised video of the locks getting cut, and may even yell out something you've chosen in the process.
fr_fr: Pour une modique somme, nous irons pour vous sur le pont des Arts afin de mettre fin à ces promesses d'amour éternel et jeter 3 symboles de ces couples dans la Seine. Ou pas. Si vous voulez que le fleuve ne soit pollué que de bouteilles de bières et des eaux usées c'est votre choix. Tout en immortalisant ce geste avec un message que vous aurez choisi dans une vidéo personnalisée que vous allez recevoir.

source: Pick a lock size
fr_fr: Choisissez une taille

source: Everyone knows that money = love.
fr_fr: Tout le monde sait que l'argent = l'amour

source: Small
fr_fr: Petit

source: It's not even highschool puppy love.
fr_fr: C'est meme pas l'amour d'enfance.

source: Medium
fr_fr: Moyen

source: I'm so in love! mid twenties love
fr_fr: Regarde comme je t'aime mamour

source: Large
fr_fr: Gros

source: Annoyingly genuine love
fr_fr: l'amour authentique, autrement dit, le plus énervant

source: We cut 'em & drown 'em
fr_fr: Coupés et tués

source: We will find three locks, snap 'em with bolt cutters, and toss them into that stupidly romantic river (or recycle them). We'll even yell something you want.
fr_fr: Nous trouverons 3 cadenas, nous les couperons pour vous et les jetterons dans cette rivière insupportablement romantique (ou à la poubelle) en criant le message que vous désirez peut-être ?

source: Watch true love die
fr_fr: Tuer l'Amour éternel

source: We will send you the video of the locks getting cut off and drowned in the river (or recycled..) If you listen closely, you can hear love whimpering and dying.
fr_fr: Nous vous enverrons la vidéo de la coupe des cadenas et ses jets dans la Seine (ou à la poubelle), si vous écoutez attentivement vous pourrez même entendre les gémissements insoutenable de l'amour qui se meurt.

source: We've all got our reasons. Maybe one of these is yours.
fr_fr: Nous avons tous nos raisons, mais vous vous reconnaitrez peut-être dans l'une des suivantes :

source: Pragmatist: Reality Dose
fr_fr: Réaliste: mettons fin à ces bêtises !

source: Your lover has left you and wine can only carry you so far. Sick of giving well wishes to the newly engaged and awkward smiles when your ex tells you just how happy they are? It's okay, this time you can revel in your bitterness and know you're helping symbolise reality, not disney fairytales. Break a lock. Fuck love.
fr_fr: Votre amour vous a laissé tomber et la boisson n'aide plus. Exténué de toujours souhaiter tout ce qu'il y a de mieux aux nouveaux couples et de sourire inconfortablement lorsque votre ex vous annonce qu'il/elle est tellement heureux(se)maintenant, vous ne pouvez plus cacher votre amertume! Plus de contes de fée pour vous ! Vous avez besoin d'agir concrètement ! Fuck love !

source: Idealist: Love should be unburdened
fr_fr: Idéaliste, l'amour ne devrait pas être un fardeau

source: Think love should be free? We're not so different. Unshackle the burden of forever; give locks their freedom. Watch them arc gracefully into a river that has been full of sewage for centuries. It's so romantic. Break a lock. Let love fly free.
fr_fr: Vous pensez que l'amour devrait être libre? Nous sommes comme vous. Adieu le poids du "pour toujours" rendez la liberté à ces pauvres cadenas asservis par ces couples horribles et regardez les regagner les ordures au fond de la Seine ce qui sera toujours une fin plus noble que leurs précédant destin!

source: Good samaritan: aka coward
fr_fr: Bon samaritain : autrement dit, un lâche

source: You love Paris so much you let your dog shit everywhere and drown your depression in red wine. Love Locks are officially illegal. You want them gone, but you're too much a pussy to do it yourself. Lucky for you, we're not. Outsource your bravery: we'll save your bridge.
fr_fr: Vous aimez tellement Paris que vous laissez votre chien chier partout et noyez votre dépression dans le vin rouge. Les cadenas d'amour sont officiellement illégaux! Nous savons que vous souhaitez l'extermination de ces petits parasites mais que vous ne pouvez le faire vous-même! Heureusement pour vous, nous sommes là! Mettez votre bravoure entre nos mains et sauvez votre pont !

source: You really want to know how this works? You probably also think a toaster is magic, and immunisation is evil.
fr_fr: Vous souhaitez réellement savoir comment ça marche ? Vous pensez aussi que les toasteurs sont des objets magiques et que les vaccins sont une création diabolique.

source: Anyhow: only three steps to fuck love and break locks.
fr_fr: Quoi qu'il en soit: en seulement trois étapes Fuck love et brisez des cadenas.

source: You select a lock size
fr_fr: Vous sélectionnez une taille

source: You fill out the form, pay us money. Our computer goes 'ping', and we untangle ourselves from our French lover(s), or tax papers (depending on the day of the week).
fr_fr: Vous remplissez un formulaire standard, et envoyez votre argent, les données parcourent l'internet avec leurs petites jambes musclées et nous nous chargeons de ruiner un amour qui de toute façon n'aurait jamais dû être matérialisé de cette sorte.

source: We cut the fucking lock
fr_fr: Nous coupons ces satanés cadenas!

source: We head to the love lock bridge. We unsheathe our boltcutters, and do God's work. Unless you chose small locks. Then we'll probably just rip them off with our bare hands. We throw the fucking things into the river. Or fucking recycle them. Which is less satisfying, but apparently more popular.
fr_fr: Nous nous pressons vers le pont des arts. Nous sortons notre coupe-boulon et exécutons notre tâche divine. Ok si ce sont petits cadenas nous faisons le travail à mains nues et nous jetons ces abominations dans la Seine! Ou bien on va les recycler. Qui est moins satisfaisant, mais apparemment plus populaire.

source: You watch your video
fr_fr: Vous visionnez votre vidéo

source: A day or so later, when we've drunk the profits, you'll get sent a video of your outsourced-crime. You send it to your friends, and they send us drinking money, too. We all ruin Valentine's day.
fr_fr: Après un jour ou deux lors de la réception de votre contribution à notre cause vous recevez la vidéo des méfaits que vous avez sponsorisés. Vous pouvez ensuite la partager avec vos amis afin qu'ils puissent eux aussi contribuer. Unissons tous nos efforts afin de ruiner la St-Valentin !

source: The Proof
fr_fr: La preuve

source: So, you really want to do it and brag to your friends, but you don't want to get ripped off. To be fair, we both know you're a professional skeptic. Qwell your fears. Here are some videos of us risking beatings from angry brides to deliver you service.
fr_fr: Alors ? Vous voulez réellement le faire et vous vanter auprès de vos amis, mais vous ne voulez pas vous faire avoir? Nous savons bien tous les deux que vous êtes un sceptique professionnel! Alors voici quelques vidéos démontrant nos prouesses et notre bravoure face aux risques d'être tabassé par des futures mariées ou des petits amis bravaches afin de livrer votre commande.

source: Combo Bonus!
fr_fr: Combos Bonus

source: Get your own combo:
fr_fr: Faites votre propre combo

source: click here
fr_fr: Cliquez ici

source: This was fantastic. Not only did some grumpy old guy help pick the lock, when it went, it took out a bunch of others. Combo bonus, ruined love never felt so good.
fr_fr: C'était fantastique! Non seulement un vieillard aigri nous a aidé à enlever un cadenas mais il en a aussi coupé plusieurs autres, combos bonus !!! Ruiner la st-valentin n'a jamais été aussi bon.

source: Highly-resistant love
fr_fr: l'Amour bien résistant

source: Kill a large lock now:
fr_fr: Tuez un Gros amour maintenant

source: Angry gasping tourists, and an annoyingly solid lock. This has it all. It's either true love, or someone was really fucking clingy and needy. Either way, it's dead.
fr_fr: Touristes en colère et cadenas super solide. Tout est là! soit c'est de l'amour pure ou alors quelqu'un est vraiment très collant et demandant. En tout cas ... maintenant, c'est mort !

source: Still-Warm Love
fr_fr: l'Amour encore chaud

source: Buy love's demise:
fr_fr: Acheter l'éradication d'un amour garanti

source: Barely had her trembling hand placed the home-decorated lock before we cut it the fuck off, and threw it into the river. This will probably get us stabbed.
fr_fr: Regardez ses mains tremblantes accrocher le symbole de leur affection mutuelle juste avant que nous ne nous occupions de la situation :) Ceci aurait pu nous coûter la vie !

source: Because we never learnt that posting videos of doing stupid things online is stupid, we'll upload, for your pleasure, a selection of videos to YouTube, until we are murdered in our sleep. In the meantime, check them out below.
fr_fr: Juste car nous ne sommes incapable d'apprendre que poster des vidéos d'agissements stupides en ligne est quelque chose qui relève de l'imbécilité pure et dure nous allons uploader pour votre plaisir une selection de vidéos sur YouTube jusqu'à ce que nous soyons tués dans notre sommeil . jusqu'à la fin violente qui nous est destinée , regardez les vidéos, ci dessous.

source: More videos
fr_fr: Plus de vidéos

source: Buy Now
fr_fr: Commandez maintenant

source: We're up to the all important part. You think it's a great idea. You want your own dedicated video. You secretly want to see us get arrested / punched for doing this.
fr_fr: Vous pensez que c'est l'idée du siècle. Vous aimeriez avoir votre vidéo personnalisée. Vous désirez secrètement nous voir arrêtés / tabassés pendant le production des vidéos .

source: Only you can make it happen. Select a lock size, fill out the form, and make it so.
fr_fr: Nous comptons sur VOUS pour ruiner l'amour! Sélectionnez une taille de cadenas maintenant, remplissez les formulaires .

source: There was problem processing your form - please double check the data below..
fr_fr: Il y a eu un problème pendant le traitement du formulaire - vous êtes prié de bien vouloir controller vos données.

source: so small? that hardly even qualifies as love..
fr_fr: Si petit, ça ne peux à peine être qualifié d'amour.

source: small
fr_fr: petit

source: good choice. let's fuck up true love.
fr_fr: Excellent choix, allons ruiner cet amour !

source: huge
fr_fr: Enorme

source: you deserve bigger. other people would cut yours off.
fr_fr: Vous méritez bien plus. d'autres vous couperaient le vôtre.

source: regular
fr_fr: Normal

source: you need to select a size...
fr_fr: Vous devez choisir une taille

source: 100% secure payment.
fr_fr: Paiement 100% sécurisé

source: Name :
fr_fr: Prenom + Nom:

source: Credit Card Number :
fr_fr: Numéro de carte de crédit :

source: CVV :
fr_fr: N. de securite:

source: Card Security Number
fr_fr: Numéro de sécurité de la carte

source: Exp. Month
fr_fr: Date d'expiration

source: Card Expiry Month
fr_fr: Mois d'expiration de la carte

source: Exp. Year
fr_fr: Année d'expiration

source: Card Expiry Year
fr_fr: Année d'expiration de la carte

source: <b>Go Green?</b> We'll toss the locks into recycling instead of the river.
fr_fr: <b>Soyez bio!</b> Nous allons lancer les cadenas une poubelle de recyclage plutôt que dans la Seine.

source: Order Summary:
fr_fr: Récapitulatif de votre commande:

source: 3x Locks cut off
fr_fr: 3x Cadenas découpés

source: 1x Video made of said stupidity
fr_fr: 1x Video de cette connerie

source: Buy now
fr_fr: Achetez!

source: pending
fr_fr: en attente

source: ordered
fr_fr: commandé

source: completed
fr_fr: terminé

source: delivered
fr_fr: livré

source: declined
fr_fr: refusé

source: Thank you
fr_fr: Merci

source: Your order has been approved!
fr_fr: Votre commande a été approuvée

source: Order Summary
fr_fr: Récapitulatif de votre commande

source: Order Number:
fr_fr: Numéro de commande

source: Status:
fr_fr: Statut:

source: Your video
fr_fr: Votre Vidéo

source: Sit tight
fr_fr: Tenez-vous bien

source: Within 24 hours (or so..) - we'll have cut your locks, and you'll get an email. You can also refresh this page lots, because it will update.
fr_fr: Sous 24 heures (plus ou moins...) vos cadenas seront sacrifié et vous serez avertis par email. Sinon vous pouvez rafraichir cette page toutes les 5 secondes car la page sera bien entendu updatée .

source: Share your video, tell your friends.
fr_fr: Partagez votre vidéo, prévenez vos amis.

source: You'll get an email with your video link. Send it to your friends. Brag about it to your mother.
fr_fr: Vous recevrez un email avec le lien de votre vidéo. Envoyez-la à vos amis , Vantez-vous auprès de vos famille :)

source: Use it to mock your stupidly-in-love friends and co-workers. Especially the ones that recently took a trip to Paris.
fr_fr: Utilisez la video pour vous moquer de vos amis, collègues de travail stupidement amoureux. spécialement ceux qui ont posé un cadenas .

source: Watch love die
fr_fr: Regardez l'amour mourir

source: This is %s's video. %s paid good money to watch us execute love.
fr_fr: Voici le video de %s. %s a bien payé d'argent pour nous regarder exécutons amour.

source: %s is a hero; saving bridges, ridding the world of horrible fucking love-locks. Fuck love.
fr_fr: %s est un héro, aidant à préserver l'architecture parisienne, sauvant le monde de ces horribles cadenas d'amour! Fuck l'amour!

source: A credit card number is required
fr_fr: Une carte de crédit est nécéssaire

source: The credit card number you supplied was invalid.
fr_fr: Le numéro de carte que vous avez fournis est invalide

source: CVV is required
fr_fr: Le numéro CVV (3 chiffres au dos de la carte) est invalide

source: A valid CVV is required
fr_fr: Un numéro CVV est requis

source: Expiry Month is required
fr_fr: Prière de bien vouloir entrer le mois d'expiration

source: Expiry Month is invalid
fr_fr: Le mois d'expiration est invalide

source: Expiry Year is required
fr_fr: Prière d'indiquer l'année d'expiration

source: Credit Card has expired
fr_fr: La carte de crédit est expirée

source: notEmpty
fr_fr: non vide

source: datetime
fr_fr: date

source: decimal
fr_fr: décimal

source: numeric
fr_fr: numerique

source: Name is required
fr_fr: Nom requis

source: Email is required
fr_fr: Prière d'indiquer votre adresse email
